const dbNews = [
  {
    title: "Экскурсия на \"Линию Сталина\"",
    content: "2 октября учащиеся 5-х классов побывали на экскурсии в мемориальном комплексе \"Линия Сталина\", посетили музей авиационной техники. Это был самый мощный укрепрайон Белорусского военного округа."
  },
  {
    title: "Зарядка с папой",
    content: "Здоровый образ жизни начинается с детства. И главную роль здесь играют родители. Полезно начинать день с зарядки, а если рядом любимый папа, то это еще и игра, и масса положительных эмоций."
  },
  {
    title: "Питание в школе: как изменится рацион и что в меню сейчас",
    content: "В начавшейся третьей четверти школьникам на обед уже начали предлагать на выбор 2 комплекса: гарнир со свиной отбивной или с куриной котлетой. Как рассказала директор Комбината школьного питания Надежда Лукашевич, на появление новых блюд влияют не только рекомендации специалистов, но и пожелания детей и родителей. Помимо обновленного гарнира, с 9 января в трех школах Минска появилось ассорти из брокколи, спаржи, гороха и цветной капусты – овощи готовятся на пару. Кроме вязких каш повара будут готовить рассыпчатые, а вместо сосисок школьникам предложат запеченные колбаски. В случае, если новые блюда понравятся ученикам, вероятно, их будут готовить и в других учреждениях."
  },
  {
    title: "Весенний субботник",
    content: "В нашей школе стало хорошей традицией проводить весенние субботники. Для проведения субботника был составлен план мероприятий генеральной уборки. За каждым классом была закреплена своя территория. Субботник прошел очень воодушевленно и активно, все были полны задора и желания ухаживать за своей родной природой, ведь природа, окружающая мир - это наш дом. Теперь вокруг нашей школы и прилегающей к ней территории чистота и порядок."
  }
];

export default dbNews;