const math = {
  name: "Математика",
  homework: [
    null,
    "Решить примеры №38, №39 на стр. 15",
    "Подготовиться к контрольной работе",
    "Прочитать тему: \"Деление в столбик\"",
    "Решить уравнения на стр. 24",
    "Выполнить задания №17, №18 в рабочей тетради",
  ]
}

const russianLanguage = {
  name: "Русский язык",
  homework: [
    null,
    "Подготовиться к изложению",
    "Выполнить упражнение на стр. 29, №59",
    "Выучить правила \"Склонение имён прилагательных\"",
    "Учить словарные слова на стр. 44"
  ]
}

const russianLiterature = {
  name: "Русская литература",
  homework: [
    null,
    "Написать сочинение на тему: \"Мой город\"",
    "Выучить стихотворение \"Осень\"",
    "Чтение, пересказ",
    "Учить стихотворение \"Лебедушка\"на стр. 69"
  ]
}

const foreignLanguage = {
  name: "Иностранный язык",
  homework: [
    null,
    "Выучить неправильные глаголы",
    "Выучить дифтонги",
    "Читать и переводить текст на стр. 23"
  ]
}

const physicalTraining = {
  name: "Физкультура",
  homework: [
    null,
    "Взять форму",
  ]
}

const art = {
  name: "Изобразительное искусство",
  homework: [
    null,
    "Принести гуашь",
    "Нарисовать портрет мамы",
    "Нарисовать пейзаж",
    "Взять кисточки и краску",
  ]
}

const work = {
  name: "Труд",
  homework: [
    null,
    "Сделать подделку \"Ёжик\"",
    "Вышить игрушку \"Гусь\""
  ]
}

const outwardThings = {
  name: "Окружающий мир",
  homework: [
    null,
    "Пересказ текста \"Жизнь в тундре\"",
    "Леса моей страны",
    "Прочить про планеты солнечной системы"
  ]
}

const music = {
  name: "Музыка",
  homework: [
    null,
    "Выучить песню \"Круто ты попал\"",
    "Написать доклад по произведениям Моцарта",
    "Спеть песню \"Корабли\""
  ]
}

const subjects = [
  math,
  russianLanguage,
  russianLiterature,
  foreignLanguage,
  physicalTraining,
  art,
  work,
  outwardThings,
  music
]

export default subjects;
